{
    "navbar-home": "Home",
    "navbar-about-us": "About Us",
    "navbar-follow-diamond-career": "Follow Diamond Career",
    "navbar-our-vision": "Our Vision",
    "navbar-our-mission": "Our Mission",
    "navbar-key-stakeholders": "Key Stakeholders",
    "navbar-our-values": "Our Values",
    "navbar-what-we-offer": "What We Offer",
    "navbar-personal-insurance": "Personal Insurance",
    "navbar-business-insurance": "Business Insurance",
    "navbar-impact": "Impact",
    "navbar-management-team": "Management Team",
    "navbar-where-to-find-us": "Where To Find Us",
    "navbar-contact-us": "Contact Us",

    "home-title": "Get a Free Quote in Under 24hrs!, Get it now, Get Diamond Seguros",
    "home-sub-title": "DIAMOND Diamond Companhia De Seguros",
    "home-text": "Voce nunca sabe o que vai acontecer",

    "about-us-title": "SOBRE NÓS",

    "about-us-1-title": "Diamond Companhia de Seguros SA",
    "about-us-1-text": "Alcançamos nosso próprio sucesso por meio de:<ul class='list'><li>oportunidades de carreira incomparáveis,</li><li>ferramentas que nos ajudam a desenvolver-mo-nos e</li><li>orientação de líderes que se preocupam.</li></ul>",

    "about-us-2-title": "Valorizando Uns Aos Outros",
    "about-us-2-text": "Reconhecemos o que é importante apreciando as contribuições, abraçando perspectivas e apoiando uns aos outros profissionalmente e pessoalmente.",

    "about-us-3-title": "Valorizando Uns Aos Outros",
    "about-us-3-text": "Para obter proteção financeira, a Diamond Seguros, SA está comprometida com a precificação adequada e correta dos riscos e com foco nos resultados financeiros",

    "about-us-4-title": "Valorizando Uns Aos Outros",
    "about-us-4-text": "Atuamos de forma responsável, crescemos, respeitando os valores e o compromisso com nossos parceiros.",

    "about-us-5-title": "Valorizando Uns Aos Outros",
    "about-us-5-text": "Realizamos pesquisas de mercado para identificar novas oportunidades e nos envolver com os executivos para estabelecer estratégias para buscar essas novas oportunidades.",

    "about-us-6-title": "Valorizando Uns Aos Outros",
    "about-us-6-text": "<b>A DIAMOND SEGUROS</b>, abriu uma agência no Chimoio em 2016. A agência da Matola foi inaugurada em 2018 e em 2020 abriu a agência da Beira. A empresa possui também escritório satélite nos posto de fronteira para a venda de seguros contra terceiros em Machipanda, e está em expansão para outras fronteiras.",

    "career-title": "SIGA A CARREIRA DA DIAMOND SEGUROS",
    "career-sub-title": "O QUE DEFINE A DIAMOND SEGUROS",

    "career-clients": "CLIENTES:",
    "career-clients-description": "Na Diamond Seguros, SA tudo começa com o cliente. A promessa do cliente Diamond estabelece a base para relacionamentos confiáveis com o cliente. Colocamos a escuta das necessidades de nossos clientes e a compreensão de seus objetivos no centro de tudo o que fazemos.",

    "career-colleagues": "COLEGAS:",
    "career-colleagues-description": "Fazer parte da Diamond significa ter oportunidades de fazer a diferença – quer esteja você a apoiar uma organização local, servir uma grande conta global ou apoiar colegas que apoiam clientes.",

    "career-culture": "CULTURA:",
    "career-culture-description": "Em nossa cultura inclusiva, todos têm oportunidades de crescimento e desenvolvimento. Sabemos que alavancando as diversas culturas, origens e experiências de nossos colegas melhora a qualidade do trabalho, estimula a inovação e aprimora os resultados.",

    "key-stakeholders-title": "PRINCIPAIS INTERESSADOS",

    "key-stakeholders-clients": "- Clientes",

    "key-stakeholders-employees": "- Funcionários",

    "key-stakeholders-shareholders": "- Acionistas",

    "key-stakeholders-goverment": "- Governo",

    "key-stakeholders-community": "- Comunidade",

    "our-values": "NOSSOS VALORES",

    "our-values-innovation": "Inovação",
    "our-values-innovation-text": "Fazer as coisas diferente.",

    "our-values-professionalism": "Profissionalismo",
    "our-values-professionalism-text": "Ser confiável, competente, respeitoso, atencioso e agir com integridade.",

    "our-values-accountability": "Prestação de contas",
    "our-values-accountability-text": "Ter autoridade, responsabilidade, propriedade e atender às expectativas e transparência das partes interessadas.",

    "our-values-teamwork": "Trabalho em equipe",
    "our-values-teamwork-text": "Esforço da equipe para atingir objetivos comuns",

    "our-values-excellence": "Excelência",
    "our-values-excellence-text": "Ser o melhor, ter a arte de dominar e deve ter qualidade superior",

    "our-values-diamond-sub-title": "Diamond Companhia de Seguros SA",
    "our-values-diamond-sub-text": "Ser um fornecedor altamente visível e preferencial de soluções inovadoras de gestão de risco em nossos mercados escolhidos",

    "what-we-offer": "O QUE NÓS OFERECEMOS",

    "business-insurance": "SEGURO DE NEGÓCIOS",

    "business-insurance-assets-all-risk-title": "SEGURO CONTRA TODOS OS RISCOS",
    "business-insurance-assets-all-risk-text": "Esta é uma opção de seguro abrangente para empresas para cobrir o seguinte: perda ou danos as instalações, interrupção das actividades do negócio, todos os riscos do negócio, cobertura de dinheiro e quebra de vidros, garantia de fidelidade, etc.",

    "business-insurance-liabilities-insurance-title": "SEGURODE RESPONSABILIDADE CIVIL",
    "business-insurance-liabilities-insurance-text": "Cobre a exposição do negócio contra várias formas de responsabilidades legais por morte ou lesão e / ou danos à propriedade, decorrentes de negligencia do segurado, como: Responsabilidade pública, responsabilidade pelos produtos, responsabilidade ambiental, responsabilidade dos empregadores, indemnização profissional, responsabilidade residual.",

    "business-insurance-marine-insurance-title": "SEGURO MARÍTIMO",
    "business-insurance-marine-insurance-text": "A apólice de seguro marítimo protege contra danos acidentais à carga marítima, perda ou dano ao casco marinho, máquinas e responsabilidade civil decorrentes do uso ou propriedade de tais equipamentos. Cobrimos cargas com origem ou destino fora de nossas fronteiras durante o trânsito por via marítima, aérea e rodoviária.",

    "business-insurance-marine-engineering-title": "SEGURO DE EMPREITADAS",
    "business-insurance-marine-engineering-text": "Cobre avaria de máquinas e deterioração resultante do armazenamento, todos riscos de montagem, todos os riscos de empreitadas e responsabilidades resultantes. Esta classe de seguro cobre uma ampla gama de riscos relacionados à empreitadas. Nossas soluções são configuradas para fornecer forte suporte financeiro para todos os projetos de engenharia: <ul><li>Todos os riscos de empreitadas</li><li>Avaria de máquinas</li><li> Todos riscos de montagem e patrimoniais</li><li>Equipamento eletrônico</li></ul>",

    "business-insurance-marine-hospital-cash-plan-title": "SEGURO HOSPITALAR",
    "business-insurance-marine-hospital-cash-plan-text": "O Seguro Hospitalar é uma cobertura de seguro que oferece suporte financeiro após a hospitalização do segurado.",

    "business-insurance-workmans-compensation-title": "SEGURO DE ACIDENTES DE TRABALHO",
    "business-insurance-workmans-compensation-text": "O Seguro de Acidentes de Trabalho oferece benefícios aos funcionários que fiquem feridos ou doentes por uma causa relacionada ao seu emprego. Inclui benefícios por invalidez, reposição de salário perdido e também paga benefícios por morte a familiares de funcionários que tenham perdido a vida no decurso de seu trabalho.",

    "personal-insurance": "SEGURO PESSOAL",

    "personal-insurance-motor-third-party-title": "SEGURO AUTOMÓVEL DE RESPONSABILIDADE CIVIL PARA TERCEIROS",
    "personal-insurance-motor-third-party-text": "Cobre perdas ou danos acidentais causados a terceiros pelo veículo segurado / ou outros bens, morte e ferimentos a terceiros",

    "personal-insurance-motor-third-party-fire-thef-title": "SEGURO AUTOMÓVEL CONTRA TERCEIROS, INCENDIO E ROUBO",
    "personal-insurance-motor-third-party-fire-thef-title-text": "Cobre perdas ou danos ao veículo segurado resultante de incêndio ou roubo, incluindo os benefícios de responsabilidade civil.",

    "personal-insurance-motor-comperhensive-title": "SEGURO AUTOMÓVEL CONTRA TODOS OS RISCOS",
    "personal-insurance-motor-comperhensive-text": "Forma mais ampla de seguro. Proporciona cobertura completa, incluindo quaisquer acessórios e/ou peças sobressalentes declarados.",

    "personal-insurance-home-place-title": "SEGURO DE HABITAÇÃO",
    "personal-insurance-home-place-text": "Prevê cobertura contra risco de incêndio e roubo",

    "personal-insurance-personal-accident-title": "SEGURO DE ACIDENTES PESSOAIS",
    "personal-insurance-personal-accident-text": "Cobre o segurado em caso de morte ou lesão corporal por meios acidentais violentos e visíveis. A cobertura se estende para incluir invalidez permanente, invalidez temporária e despesas médicas.",

    "get-a-qoute": "GET A QUOTE",

    "impact-title": "IMPACTO",
    "impact-sub-title": "Fazer a diferença",
    "impact-text": "Fornecemos valor incomparável todos os dias, capacitando nossos clientes, envolvendo nossos colegas e apoiando nossas comunidades.",

    "management-team-title": "Management Team",

    "management-team-1-name": "Caleb Mtabvuri",
    "management-team-1-position": "Director Geral",
    "management-team-1-description": "Caleb é um profissional de seguros experiente, com mais de 21 anos de experiência em seguros e gestão de risco em quatro mercados africanos (Zimbabwe, Zambia, Africa do Sul e Moçambique).<br>Ele possui Mestrado em Ciências em Gestão de Riscos e Seguros, um MBA e um Bacharelado em Comércio com Honras em Seguros e Gestão de Riscos. Caleb émembro Fellow do Institute of Insurance South Africa, membro associado do Institute of Risk Management South Africa.",

    "management-team-2-name": "Tarukumbira Nyakudya",
    "management-team-2-position": "Directora de Finanças e Administração e Financeira",
    "management-team-2-description": "Tarukumbira é contabilista com mais de 20 anos de experiência na área financeira. Ela possui um Mestrado em Administração de Empresas e uma licenciatura em Estudos de Negócios pela Universidade do Zimbabué.<br>Tarukumbira é também membro do Institute of Chartered Secretaries and Administration.",

    "management-team-3-name": "David Nyabadza",
    "management-team-3-position": "Diretor Não - Executivo",
    "management-team-3-description": "David é o diretor-gerente da NicozDiamond Insurance. Ele é um profissional de seguros estabelecido com mais de 15 anos de experiência, David começou sua carreira na FBC Reinsurance como Subscritor Assistente em 2001 e tornou-se o gerente da filial de Bulawayo. <br>Ele se juntou ao grupo First Mutual em 2003 como gerente facultativo da First Mutual Reinsurance em seu início. <br>Ele contribuiu para o desenvolvimento do negócio de um projeto greenfield a um líder de mercado com presença regional significativa.<br>David foi promovido a Executivo de Operações da First Mutual Reinsurance antes de assumir sua função atual. Ele é bacharel em Comércio em Seguros e Gestão de Risco (Zimbábue) e possui mestrado em administração de empresas pelo Eastern and Southern African Management Institute (ESAMI).",

    "management-team-4-name": "Douglas Hoto",
    "management-team-4-position": "Diretor Não - Executivo",
    "management-team-4-description": "Douglas é um líder empresarial realizado e Diretor Executivo do Grupo FMHL. Ele possui um Bacharelado em Ciências com Honras em Matemática (Universidade do Zimbábue), é um Atuário qualificado com mais de 22 anos de experiência. Ele é membro do Instituto e da Faculdade de Atuários do Reino Unido em 1999 (FIFA), e também membro da Sociedade Atuarial da África do Sul (FASSA). Douglas começou sua carreira atuarial na Old Mutual em 1990 e trabalhou nos escritórios de Harare e da Cidade do Cabo até 1999, quando se juntou à First Mutual Life. Ele subiu na hierarquia para se tornar Diretor Gerente da First Mutual Life em 2003 e Diretor Executivo da First Mutual Limited em 2004, Douglas foi fundamental na criação da First Mutual Reinsurance Company (FMRE Property & Casualty), TristarInsurance Company e Consultores Atuariais Africanos de uma Divisão da First Mutual Life Assurance Society. Sua carreira o viu à frente da Altfin Holdings e da First Mutual Limited. Além disso, Douglas está envolvido em iniciativas de transformação da comunidade com foco na educação. Ele trabalha em estreita colaboração com organizações de desenvolvimento nacional e é o ex-presidente da Agência Nacional de Estatísticas do Zimbábue (ZIMSTATS). Ele atua em vários conselhos e é ex-presidente da Sociedade Atuarial do Zimbábue.",

    "management-team-5-name": "Chishamiso Mawoyo",
    "management-team-5-position": "Diretor Não - Executivo",
    "management-team-5-description": "Chishamiso é um profissional experiente em investimentos e operações com mais de 22 anos de experiência combinada em administração geral, capital privado, finanças corporativas e consultoria na África Subsaariana.<br>Com base em Maputo, Chishamiso (Chish) é o Diretor Regional de Investimentos (África Austral) da Norfund; a instituição de financiamento de desenvolvimento norueguesa que investe em PMEs nos setores de energia, agricultura, manufatura, consumo e serviços financeiros. Antes da Norfund, Chish trabalhou na BXR Agro, o braço de investimento agrícola da BXR Partners (um fundo de capital privado holandês com AUM de US $ 4 bilhões). Antes de ingressar na BXR, Chish foi o Diretor Executivo da Rei do Agro Limitada, uma empresa agrícola que foi pioneira e operou uma fazenda de grãos de 800 hectares no norte de Moçambique. Chish também ocupou cargos de consultoria e finanças em outras entidades baseadas na África, incluindo Ernst & Young e Matanuska Mocambique Limitada. Chishamiso é um cidadão zimbabuense fluente em três línguas - inglês, português e shona. Além de ser um Chartered Global Management Accountant (“CGMA”) e possuir um B. Compt (Bacharel em Ciências Contábeis) pela Universidade da África do Sul, ele também é um MBA graduado pelo IMD na Suíça.",

    "management-team-6-name": "António Costa",
    "management-team-6-position": "Diretor Não - Executivo",
    "management-team-6-description": "António é Licenciado em Administração e Gestão de Empresas (ISG, Portugal) e em Gestão estratégica de seguros, riscos e normas (BICON, Suécia / Price Forbes, África do Sul) Cargos principais: <br>Ele é Diretor geral em consultoria de serviços de administração e gestão de empresas na Finanserve, Lda.<br>É Administrador na CIM - Centro de Inspecção Automóvel, Lda e é Administrador na IAM - Inspecção Automóvel de Moçambique, Lda. Foi Consultor e co - coordenador na implementação do Centro de Inspecção em Moçambique, Lda.<br>Foi Diretor geral na Alexander Forbes Moçambique Corretores de Seguros, Lda.<br>Foi Director geral e consultor na implementação de seguros na Mozal: PF Jardine Moçambique Corretores de Seguros Moçambique, Lda.<br>Foi Diretor geral da Sogecor Lda.<br>Foi Consultor independente e implementador da corretagem de seguros<br>Foi Chefe de Departamento de Agricultura no Instituto Nacional de Açucar",

    "management-team-7-name": "Octavio Manhique",
    "management-team-7-position": "Diretor Não - Executivo",
    "management-team-7-description": "Octávio foi nomeado Chefe do Gerente Geral de Organização & Métodos em 2015 Anteriormente, Octávio foi chefe de operações a partir de 2004. Ingressou em 2000 no BNP Nedbank, então BancABC Chefe de Contabilidade. Iniciou a carreira bancaria em 1985, quando ingressou no Banco de Moçambique. Passou 20 anos de sua carreira na área de Finanças onde ocupouvários cargos no Banco de Moçambique e o ultimo cargo que ocpou foi o de Chefe de Contabilidade. Em1992, com a cisão das funções comerciais do Banco Central, fez parte da equipa fundadora do Banco Comercial de Moçambique como Chefe de Contabilidade. Posteriormente, foi transferido para o departamento do tesouro como Gerente Sénior de Tesouraria. Possui o grau de BSc (Hons) em Gestão pela Universidade Eduardo Mondlane e um diploma em princípios económicos e pós-graduação em Gestão Financeira pela Universidade de Londres.",

    "management-team-8-name": "Aggripa Masamha",
    "management-team-8-position": "Diretor Não - Executivo",
    "management-team-8-description": "Aggrippa é atualmente o Gerente de Transição de Serviço de TI Corporativo de uma grande ONG internacional. Ele é Bacharel em Comércio (Administração) - UNISA e Diploma Avançado em Telecomunicações e Engenharia Eletrônica - City & Guilds Atualmente está concluindo um duplo mestrado em mestrado em TI e mestrado em administração de empresas(TI) com a Charles Sturt University.A Aggrippa também possui várias certificações do setor de TI, como CISM, CISA, CISM, CGEIT ITIL e outros.<br>Aggrippa tem mais de 24 anos de experiência em vários cargos de liderança regional e global na indústria de TI.Isso incluiu o trabalho em vários projetos de governança, auditoria e segurança de TI, tanto regional quanto globalmente.Recentemente, ele liderou com sucesso um projeto global para implantar processos de TI em toda a empresa para uma grande ONG internacional, que envolveu o trabalho com empresas de consultoria como Hackett, Info - tech e Gartner ",

    "management-team-9-name": "Sara Americano",
    "management-team-9-position": "Diretor Não - Executivo",
    "management-team-9-description": "Sara passou os últimos 20 anos de sua carreira profissional em cargos administrativos e gerenciais. Após a licenciatura em Direito em 2013,iniciou a sua carreira como advogada no escritório Monteiro e Graça Associados(MGA) e posteriormente como consultora na KPMG. Nos últimos 12 anos, trabalhou na Indústria de Petróleo e Gás na Sasol como Consultora Jurídica Sênior e, nos últimos 5 anos, como Especialista Sênior em Polícia.<br>Durante este período teve o privilégio de trabalhar não só na área jurídica mas também na área de gestão como Vogal, adquirindo sólida experiência em todos os assuntos relacionados com questões jurídicas e de gestão para a condução das operações da Indústria de Petróleo e Gás em Moçambique.",

    "where-to-find-us-title": "ONDE NOS ENCONTRAR",
    "where-to-find-us-sub-title": "LOCATION",

    "where-to-find-us-head-office": "ESCRITÓRIO CENTRAL-Sede",

    "where-to-find-us-branch-1": "FILIAL 1",

    "where-to-find-us-branch-2": "FILIAL 2",

    "where-to-find-us-branch-3": "FILIAL 3",

    "our-mission-title": "NOSSA MISSÃO",
    "our-mission-sub-title": "Diamond Companhia de Seguros SA",
    "our-mission-text": "Fornecer soluções inovadoras de gestão de risco apoiadas por uma equipe altamente dedicada para o benefício de todos os interessados.",

    "our-vision-title": "NOSSA VISÃO",
    "our-vision-sub-title": "Diamond Companhia de Seguros SA",
    "our-vision-text": "Ser um fornecedor altamente visível e preferencial de soluções inovadoras de gestão de risco em nossos mercados escolhidos",

    "next": "",
    "previous": ""
}